[
  {
    "titles": [
      "The two faces of ACE2: The Role of ACE2 receptor and its polymorphisms in hypertension and COVID-19"
    ],
    "abstracts": [
      "Abstract The mechanism for the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection requires the binding of the virus to the angiotensin-converting enzyme 2 (ACE2) receptor, well-known for its role in counteracting ACE. ACE2 is involved in modulating blood pressure and establishing blood pressure homeostasis. Recently, a critical debatable question has risen, whether using antihypertensive medications will have a favorable impact on people infected with SARS-CoV-2 or a deleterious one, mainly since ACEIs and ARBs therapy can modulate the expression of ACE2 protein. The concern is that the use of ACEIs and ARBs will increase the expression of ACE2 and increase patient susceptibility to viral host cell entry and propagation. On the other hand, several genetic association studies have examined the relationship between ACE2 genetic variants and the risk of developing hypertension in different ethnic populations. In this review, we discuss the ongoing arguments in the literature about ACE2’s role in mortality rate among COVID-19 people comorbid with hypertension and critically evaluate the current debate about the usage or discontinuation of ACEI/ARB antihypertensive drugs. Moreover, we explore the two opposing roles that ACE2 genetic variants might be playing in COVID-19 disease by reducing ACE2 receptor effectiveness and mitigating SARS-CoV-2 infectivity."
    ],
    "name": "antihypertensive medications"
  },
  {
    "titles": ["[Remdesivir, the antiviral hope against SARS-CoV-2]."],
    "abstracts": ["On December 31, 2019 a pneumonia outbreak caused by a new coronavirus (SARS-CoV-2) was detected in the city of Wuhan (China). Due to the high capacity of diffusion and human infection it has become a new zoonotic pandemic. The absence of a vaccine has determined the search for antiviral drugs with the capacity to inhibit the replication of the new virus. Among them, remdesivir, an analogue of adenosine, is what seems to have a more promising future. This drug has shown in vitro and in animals a high capacity to block infection and viral replication with attainable concentrations in human plasma. Although all studies have been carried out with SARS-CoV and MERS-CoV, it seems that by virological and functional analogy, remdesivir is one of the few antiviral drugs with proven efficacy. However, studies and clinical trials in humans are required to know the result of their application in them."],
    "name": "remdesivir treatment"
  },
  {
    "titles": ["SARS-CoV-2 RNA extraction using magnetic beads for rapid large-scale testing by RT-qPCR and RT-LAMP"],
    "abstracts": ["Rapid large-scale testing is essential for controlling the ongoing pandemic of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The standard diagnostic pipeline for testing SARS-CoV-2 presence in patients with an ongoing infection is predominantly based on pharyngeal swabs, from which the viral RNA is extracted using commercial kits followed by reverse transcription and quantitative PCR detection. As a result of the large demand for testing, commercial RNA extraction kits may be limited and alternative, non-commercial protocols are needed. Here, we provide a magnetic bead RNA extraction protocol that is predominantly based on in-house made reagents and is performed in 96-well plates supporting large-scale testing. Magnetic bead RNA extraction was benchmarked against the commercial QIAcube extraction platform. Comparable viral RNA detection sensitivity and specificity were obtained by fluorescent and colorimetric RT-LAMP using N primers, as well as RT-qPCR using E gene primers showing that the here presented RNA extraction protocol can be combined with a variety of detection methods at high throughput. Importantly, the presented diagnostic workflow can be quickly set up in a laboratory without access to an automated pipetting robot."],
    "name": "large-scale testing"
  },
  {
    "titles": ["Continuous flexibility analysis of SARS-CoV-2 Spike prefusion structures"],
    "abstracts": ["With the help of novel processing workflows and algorithms, we have obtained a better understanding of the flexibility and conformational dynamics of the SARS-CoV-2 spike in the prefusion state. We have re-analyzed previous cryo-EM data combining 3D clustering approaches with ways to explore a continuous flexibility space based on 3D Principal Component Analysis. These advanced analyses revealed a concerted motion involving the receptor-binding domain (RBD), N-terminal domain (NTD), and subdomain 1 and 2 (SD1 & SD2) around the previously characterized 1-RBD-up state, which have been modeled as elastic deformations. We show that in this dataset there are not well-defined, stable, spike conformations, but virtually a continuum of states moving in a concerted fashion. We obtained an improved resolution ensemble map with minimum bias, from which we model by flexible fitting the extremes of the change along the direction of maximal variance. Moreover, a high-resolution structure of a recently described biochemically stabilized form of the spike is shown to greatly reduce the dynamics observed for the wild-type spike. Our results provide new detailed avenues to potentially restrain the spike dynamics for structure-based drug and vaccine design and at the same time give a warning of the potential image processing classification instability of these complicated datasets, having a direct impact on the interpretability of the results.Competing Interest StatementThe authors have declared no competing interest."],
    "name": "spike structures"
  },
  {
    "titles": ["C-reactive protein, procalcitonin, D-dimer, and ferritin in severe coronavirus disease-2019: a meta-analysis."],
    "abstracts": ["Patients critically ill with coronavirus disease-2019 (COVID-19) feature hyperinflammation, and the associated biomarkers may be beneficial for risk stratification. We aimed to investigate the association between several biomarkers, including serum C-reactive protein (CRP), procalcitonin (PCT), D-dimer, and serum ferritin, and COVID-19 severity. We performed a comprehensive systematic literature search through electronic databases. The outcome of interest for this study was the composite poor outcome, which comprises mortality, acute respiratory distress syndrome, need for care in an intensive care unit, and severe COVID-19. A total of 5350 patients were pooled from 25 studies. Elevated CRP was associated with an increased composite poor outcome [risk ratio (RR) 1.84 (1.45, 2.33), p < 0.001; I2: 96%] and its severe COVID-19 (RR 1.41; I2: 93%) subgroup. A CRP ⩾10 mg/L has a 51% sensitivity, 88% specificity, likelihood ratio (LR) + of 4.1, LR- of 0.5, and an area under curve (AUC) of 0.84. An elevated PCT was associated with an increased composite poor outcome [RR 3.92 (2.42, 6.35), p < 0.001; I2: 85%] and its mortality (RR 6.26; I2: 96%) and severe COVID-19 (RR 3.93; I2: 63%) subgroups. A PCT ⩾0.5 ng/ml has an 88% sensitivity, 68% specificity, LR+ of 2.7, LR- of 0.2, and an AUC of 0.88. An elevated D-dimer was associated with an increased composite poor outcome [RR 2.93 (2.14, 4.01), p < 0.001; I2: 77%], including its mortality (RR 4.15; I2: 83%) and severe COVID-19 (RR 2.42; I2: 58%) subgroups. A D-dimer >0.5 mg/L has a 58% sensitivity, 69% specificity, LR+ of 1.8, LR- of 0.6, and an AUC of 0.69. Patients with a composite poor outcome had a higher serum ferritin with a standardized mean difference of 0.90 (0.64, 1.15), p < 0.0001; I2: 76%. This meta-analysis showed that an elevated serum CRP, PCT, D-dimer, and ferritin were associated with a poor outcome in COVID-19. The reviews of this paper are available via the supplemental material section."],
    "name": "meta-analysis"
  }
]